
export default {
  cardManager: {
    kpgl : '卡片设置', // 卡片管理
    xz : '新增', // 新增
    bj : '编辑', // 编辑
    sc : '删除', // 删除
    qy : '启用', // 启用
    ty : '停用', // 停用
    qb : '全部', // 全部
    qd : '确定', // 确定
    bc : '保存', // 保存
    ts : '提示', // 提示
    qx : '取消', // 取消
    fh : '返回', // 返回
    cz : '操作', // 操作
    sccg : '删除成功!', // 删除成功!
    bjcg : '编辑成功!', // 编辑成功!
    bccg : '保存成功!', // 保存成功!

    mc: '名称', // 名称
    fl: '分类', // 分类
    gg: '规格', // 规格
    x: '小', // 小
    z: '中', // 中
    d: '大', // 大
    cd: '超大', // 超大
    qxz: '请选择', // 请选择
    slt: '缩略图', // 缩略图
    zt: '状态', // 状态
    lj: '路径', // 路径
    ms: '描述', // 描述
    bh: '编号', // 编号
    syyhs: '使用用户数', // 使用用户数
    gjz: '关键字', // 关键字
    qsrkpbhhkpmc: '请输入卡片编号或卡片名称', // 请输入卡片编号或卡片名称
    qsr: '请输入', // 请输入
    btx: '必填项', // 必填项
    scyq: '支持jpg、png格式，限10Mb以内',//上传要求
    scts: '将文件拖到此处，或点击上传',//上传提示
    sctpznsgs : '上传图片只能是 JPG或PNG 格式', //上传横幅图片只能是 JPG或PNG 格式
    sctpdxbncg : '上传图片大小不能超过 10M', // 上传横幅图片大小不能超过 10M
    qdyscxzdjl: '确定要删除选中的记录？', // 确定要删除选中的记录？
    srzdgc : '输入字段过长', // 输入字段过长
    znscyztp : '只能上传一张图片, 请删除后再上传', // 只能上传一张图片
    yqydkpbnsc : '已启用的卡片不能删除', // 已启用的卡片不能删除
  }
}
