export default {
  informationManager: {
    zxgl : '讯息发布',
    sc : '删除',
    xz : '新增',
    zc : '暂存',
    qx : '取消',
    sx: '上线',
    xx: '下线',
    bj : '编辑',
    scts1 : '您正在删除资讯“', // 删除提示1
    ts2 : '”, 是否继续?', // 提示2
    xxts1 : '您正在下线资讯“', // 下线提示1
    sxts1 : '您正在上线资讯“', // 上线提示1
    znxzxxztdzx : '只能选择下线状态的资讯',
    zxbt : '资讯标题',
    ggbt : '标题',
    ggnr: '内容',
    qxxxdqzxzjxsc : '请先下线当前讯息再进行删除!',
    gbts: '您的修改尚未保存，跳转到其他页面将不保留此次编辑。',
    gzxysc : '该资讯已删除',
    btx : '必填项',
    zt : '状态',
    qd : '确定',
    sjzccg : '数据暂存成功！',
    ts : '提示',
    gjz : '关键字',
    qxz : '请选择',
    qsr : '请输入',
    srzdgc : '输入字段过长',
    fh : '返回',
    search: '查询',
    reset: '重置',
    gxcg: '更新成功!',
    sxsj: '上线时间',
    scyq: '只能上传图片或视频文件，且不超过 10M',//上传要求
    wjyq: '上传单个文件不超过10M，最多20个', // 文件要求
    wjyq10M: '上传单个文件不超过10M', // 文件要求
    wjyq20: '上传文件最多20个', // 文件要求
    scts: '将文件拖到此处，或点击上传',//上传提示
    nrgsyq : '上传图片只能是JPG或PNG格式，视频只能是mp4格式',//内容格式要求
    nrdxyq : '上传图片或视频大小不能超过10M',//内容大小要求
    qb: '全部',
    mrqb: '默认全部',
    zsfw: '展示范围',
    lx:'类型',
    xzsxsj: '选择上线时间',
    zscc: '展示尺寸',
    zxnr: '资讯内容',
    zd: '置顶',
    zdqz: '置顶期至',
    zy: '重要',
    llcs: '浏览次数',
    s: '是',
    f: '否',
    zssr: '至少输入',
    zdsr: '最多输入',
    zfc: '字符串',
    xh: '序号',
  }
}
