export default {
  instuManager:{
      xz: '新增',// 新增
      xg: '修改',// 修改
      sc: '删除',// 删除
      bc: '保存',// 保存
      qx: '取消',// 取消
      fh: '返回',
      ty: '停用',// 停用
      qy: '启用',// 启用
      zt: '状态',// 状态
      zk: '展开', // 展开
      sq: '收起', // 收起
      qd: '确 定',// 确 定
      cx: '查询',// 查询
      xh: '序号',// 序号
      frmc: '法人名称',// 法人名称
      frdm: '法人代码',// 法人代码
      zxbg: '最近更新',// 最新变更
      frgl: '法人管理',// 法人管理
      gjxx: '关键信息',// 关键信息
      jrrq: '进入日期',// 进入日期
      lxdh: '联系电话',//联系电话
      lxr: '联系人',//联系人
      yb: '邮编',//邮编
      kzxx: '扩展信息',// 扩展信息
      sjbccg: '数据保存成功！',// 数据保存成功！
      sjczsb: '数据操作失败',
      znxzsxhzdsxdsj: '只能选择停用或者待启用的数据',// 只能选择停用或者待启用的数据
      srzgc: '输入字段过长', // 输入字段过长
      btx: '必填项',// 必填项
      dz: '地址',// 地址
      qxzytsj: '请选择一条数据',// 请选择一条数据
      cczjqygsjsfjx: '此操作将启用该数据, 是否继续?',// 此操作将启用该数据, 是否继续?
      xq: '详情',// 详情
      sjczcg: '数据操作成功！',// 数据操作成功！
      qxxzyscdsj: '请先选择要删除的数据',// 请先选择要删除的数据
      znsctydsj: '只能选择停用或待启用的数据',// 只能删除停用的数据
      cczjyjscgwjsfjx: '确认删除该数据吗',// 此操作将永久删除该文件, 是否继续?
      ts: '提示',// 提示
      zjgxsj: '最近更新时间',// 最近更新时间
      sjsccg: '数据删除成功！',// 数据删除成功！
      zxbgyh: '最新变更用户',// 最新变更用户
      qsrbtx: '请输入必填项!',// 请输入必填项!
      zjgxr: '最近更新人',// 最近更新人
      znxztyhdsxdsj: '只能选择停用或待启用的数据',// 只能选择停用或待启用的数据
      qxxzytydsj: '请先选择要停用的数据',// 请先选择要停用的数据
      zdcdbcggzf: '最大长度不超过20个字符',// 最大长度不超过20个字符
      cczjtygsjsfjx: '此操作将停用该数据, 是否继续?',// 此操作将停用该数据, 是否继续?
      zz: '重置',// 重置
      qxxzytjl: '请先选择一条记录',// 请先选择一条记录
      qjcsrxsfhf: '请检查输入项是否合法',// 请检查输入项是否合法
      qxxzyqydsj: '请先选择要启用的数据',// 请先选择要启用的数据
      qsr: '请输入',// 请输入
      qxz: '请选择',// 请选择
      gjz: '关键字', // 关键字
      xzyh: '添加',
      znxgtyhdqydjg: '只能修改停用或待启用的数据', // 只能修改停用或待启用的数据
      znxzysxdsj : '只能选择已启用的数据', // 只能选择已启用的数据
  }
}
