
export default {
  lookupdict: {
    wxz: '未选择',// 未选择
    sjzdpz : '数据字典配置', // 数据字典配置
    sjzdnr : '数据字典内容', // 数据字典内容
    lbml : '类别目录', // 类别目录
    sc : '删除', // 删除
    xz : '新增', // 新增
    xzfl : '新增分类', // 新增
    zdlb : '字典类别', // 字典类别
    hcsx : '刷新缓存', // redis缓存刷新
    zdnr : '字典内容', // 字典内容
    sjzdlb : '数据字典类别', // 数据字典类别
    xg : '修改', // 修改
    sccg : '删除成功!请点击刷新缓存后刷新页面.', // 删除成功!
    ss : '搜索', // 搜索
    qxzytsj : '请选择一条数据!', // 请选择一条数据!
    qxxzyscdsj : '请先选择要删除的数据', // 请先选择要删除的数据
    qxz : '请选择', // 请选择
    lrxb : '例如：性别', // 例如：性别
    lrsexType : '例如：SEX_TYPE', // 例如：SEX_TYPE
    zdcdbcggywzf : '最大长度不超过50个英文字符', // 最大长度不超过50个英文字符
    zdxzdcdts : '最大长度不超过100个英文字符', // 字典项最大长度提示，最大不超过100字符
    zdbzsm : '字典备注说明', // 字典备注说明
    scsb : '删除失败!', // 删除失败!
    qr : '确认', // 确认
    qxzsjzdnr : '请选择数据字典内容!', // 请选择数据字典内容!
    zdlbmc : '字典类别名称', // 字典类别名称
    sjzdhcgxsb : '数据字典缓存更新失败!', // 数据字典缓存更新失败!
    sjzdhcgxcg : '数据字典缓存更新成功!', // 数据字典缓存更新成功!
    ts : '提示', // 提示
    lbywbm : '类别英文别名', // 类别英文别名
    bcsb : '保存失败!', // 保存失败!
    qxzml : '请选择目录!', // 请选择目录!
    mlmc : '目录名称', // 目录名称
    qrscgsjm : '确认删除该数据吗?', // 确认删除该条数据吗?
    bc : '保存', // 保存
    zdlbdm : '字典类别代码', // 字典类别代码
    zdfl : '字典分类', // 字典分类
    bccg : '保存成功!请点击刷新缓存后刷新页面.', // 保存成功!
    zddmhmc : '字典代码或名称', // 字典代码或名称
    btx : '必填项', // 必填项
    qx : '取消', // 取消
    zdcdbcggzwzf : '最大长度不超过50个中文字符', // 最大长度不超过50个中文字符
    zz : '重置', // 重置
    xgsb : '修改失败!', // 修改失败!
    qsrzs09 : '请输入整数(0-9999)', // 请输入整数(0-9999)
    zdpx : '字典排序', // 字典排序
    gjz : '关键字', // 关键字
    tjzdx : '新增字典项', // 新增字典项
    bjzdx: '编辑字典项',
    cz : '操作', // 操作
    sy : '上移', // 上移
    xy : '下移', // 下移
    bksy: '已经是第一条数据，不可上移',
    bkxy: '已经是最后一条数据，不可下移',
    kwbtx : 'key为必填项！', // key为必填项！
    kbncf: '数据字典得key不能重复', // 数据字典得key不能重复
    vwbtx : 'value为必填项！', // value为必填项！
    qsr : '请输入', // 请输入
    refreshcachesm: '此操作只全量刷新redis里存储的数据字典，前端若需要重新加载缓存，请关闭浏览器，重新登录',
    kzbncf: 'key 值不能重复', // key值不能重复
    noSelectText: '请在左侧选择字典项节点，以便对字典进行维护！',
    zddm: '字典代码',
    zdmc: '字典名称',
    confirmText1 : '此操作将丢失填写的信息，是否继续？', // 此操作将丢失填写的信息，是否继续？
    xq: '详情',// 详情
    confirmText2 : '确认删除该数据吗（将删除其子菜单）？', // 确认删除该数据吗（将删除其子菜单）？
    gl: '管理',
    sjzddm: '上级字典代码',
    sjzdmc: '上级字典名称',
    sxfs: '刷新方式',
    bds: 'CORN 表达式',
    bdsbt: '表达式配置',
    sxsj: '刷新时间'
  }
}
