
export default {
  messageCenterManager: {
    xxzx : '消息中心', // 消息中心
    xz : '新增', // 新增
    bj : '编辑', // 编辑
    sc : '删除', // 删除
    qy : '启用', // 启用
    ty : '停用', // 停用
    qb : '全部', // 全部
    qd : '确定', // 确定
    bc : '保存', // 保存
    ts : '提示', // 提示
    qx : '取消', // 取消
    fh : '返回', // 返回
    cz : '操作', // 操作
    czh : '重置', // 重置
    cx : '查询', // 操作
    cl : '处理', // 处理
    ck : '查看', // 查看
    sccg : '删除成功!', // 删除成功!
    bjcg : '编辑成功!', // 编辑成功!
    bccg : '保存成功!', // 保存成功!
    qxz: '请选择', // 请选择
    qsr: '请输入', // 请输入
    btx: '必填项', // 必填项
    gjz: '关键字', // 关键字
    kssj: '开始时间', // 开始时间
    jssj: '结束时间', // 结束时间

    xxtxlx: '消息提醒类型', // 消息提醒类型
    tzpl: '通知频率', // 通知频率
    xswdxxsl: '显示未读消息数量', // 显示未读消息数量
    fxyj: '风险预警', // 风险预警
    zx: '资讯', // 资讯
    dqtx: '到期提醒', // 到期提醒
    rlrc: '日历日程', // 日历日程
    wfz: '5分钟', // 5分钟
    swfz: '15分钟', // 15分钟
    yxs: '1小时', // 1小时
    shi: '是', // 是
    fou: '否', // 否
    tssz: '推送设置', // 推送设置
    tslx: '提示类型', // 提示类型
    rqfw: '日期范围', // 日期范围
    ksrq: '开始日期', // 日期范围
    jsrq: '结束日期', // 日期范围
    tsnr: '提示内容', // 提示内容
    khmc: '客户名称', // 客户名称
    tsrq: '提示日期', // 提示日期
    dbrw: '待办任务', // 待办任务
    ywxx: '业务消息', // 业务消息
    sjtx: '事件提醒', // 事件提醒
    sjxq: '事件详情', // 事件详情
    cf: '重复', // 重复
    zy: '重要', // 重要
    sjms: '事件描述', // 事件描述
    sjmc: '事件名称', // 事件名称
    rwxx:'任务信息',//任务信息

  }
}
