export default {
  advertManager: {
    xcgl : '宣传设置',
    sc : '删除',
    xz : '新增',
    zc : '暂存',
    qx : '取消',
    xx : '下线',
    sx : '上线',
    bj : '编辑',
    scts1 : '您正在删除宣传“', // 删除提示1
    ts2 : '”, 是否继续?', // 提示2
    xxts1 : '您正在下线宣传“', // 下线提示1
    sxts1 : '您正在上线宣传“', // 上线提示1
    znxzxxztdxc : '只能选择下线状态的宣传',
    xczt : '宣传主题',
    qxxxdqxczjxsc : '请先下线当前宣传再进行删除!',
    gxcysc : '该宣传已删除',
    gbts: '您的修改尚未保存，跳转到其他页面将不保留此次编辑。',
    btx : '必填项',
    zt : '状态',
    qd : '确定',
    sjbccg : '数据保存成功！',
    ts : '提示',
    gjz : '关键字',
    qxz : '请选择',
    qsr : '请输入',
    srzdgc : '最大长度不超过50个字符', // 最大长度不超过50个字符
    srxxbhtszf : '输入信息包含特殊字符', // 输入信息包含特殊字符
    fh : '返回',
    search: '查询',
    reset: '重置',
    gxcg: '更新成功!',
    nr: '内容',
    bz: '备注',
    zssj: '展示时间',
    kssj: '开始时间',
    jssj: '结束时间',
    slt: '缩略图',
    scyq: '只能上传图片或视频文件，且不超过 10M',//上传要求
    nrgsyq : '上传图片只能是JPG或PNG格式，视频只能是mp4格式',//内容格式要求
    nrdxyq : '上传图片或视频大小不能超过10M',//内容大小要求
    nrbpp : '上传的资源和内容类型不匹配',//内容和类型匹配要求
    djsc: '点击上传',
    qb: '全部',
    mrqb: '默认全部',
    zsfw: '展示范围',
    nrlx: '内容类型',
    xzkszssj: '选择开始展示时间',
    xzjszssj: '选择结束展示时间',
    zspc: '展示频次',
    zscc: '展示尺寸',
    yl: '预览',
    xcnr: '宣传内容',
  }
}
